{
  "Chinese Culture": [
    {
      "type": "Do’s",
      "list": [
        "Express flattery where it is due. This will give face to the recipient; however, always do so with sincerity or they may lose face instead.",
        "Receive compliments humbly, with responses such as \"Not at all\" or \"It was nothing\".",
        "Make an effort to keep discussion harmonious and balanced.",
        "Be patient during discussion, as Chinese people tend to take more time to communicate their point. They often allude to their meaning instead of getting straight to the point. Rushing them or being impatient will likely make it uncomfortable for them to communicate with you.",
        "When given a vague response to a question of yours, ask it in several ways to ensure that you’ve understood them correctly. ",
        "Show proper respect to those older than you (see Etiquette for details). "
      ]
    },
    {
      "type": "Don'ts",
      "list": [
        "Avoid boasting by mentioning your qualifications or impressive achievements.",
        "Do not provoke discussion about the political status of Taiwan or Tibet. Relations with both regions are tense and (while a person's position on these issues cannot be presumed) any suggestion that these areas do not belong to China may potentially offend your Chinese counterpart.",
        "Try to abstain from interrupting or ‘filling the silence’ during conversation.",
        "Avoid directly criticising someone, pointing out their mistakes or giving insincere compliments. These are all actions that cause Chinese people to lose face.",
        "Do not draw on similarities between China and Japan, as these East Asian countries have distinctly different societies and cultures. Many Chinese find blanket, uninformed comparisons to be insulting or ignorant.",
        "While it depends greatly on the relationship you have with your Chinese counterpart, it is best never to criticise China too heavily. Some people may openly criticise their country’s social or environmental problems; however, it is a good idea to temper your own negative opinions by expressing admiration of China’s legacy. Most Chinese are very proud of their country’s long history of achievements and would be offended by sharp criticism of it."
      ]
    }
  ]
}
