[
  {
    "Chinese Culture": [
      {
        "type": "Do’s",
        "list": [
          "Express flattery where it is due. This will give face to the recipient; however, always do so with sincerity or they may lose face instead.",
          "Receive compliments humbly, with responses such as \"Not at all\" or \"It was nothing\".",
          "Make an effort to keep discussion harmonious and balanced.",
          "Be patient during discussion, as Chinese people tend to take more time to communicate their point. They often allude to their meaning instead of getting straight to the point. Rushing them or being impatient will likely make it uncomfortable for them to communicate with you.",
          "When given a vague response to a question of yours, ask it in several ways to ensure that you’ve understood them correctly. ",
          "Show proper respect to those older than you (see Etiquette for details). "
        ]
      },
      {
        "type": "Don'ts",
        "list": [
          "Avoid boasting by mentioning your qualifications or impressive achievements.",
          "Do not provoke discussion about the political status of Taiwan or Tibet. Relations with both regions are tense and (while a person's position on these issues cannot be presumed) any suggestion that these areas do not belong to China may potentially offend your Chinese counterpart.",
          "Try to abstain from interrupting or ‘filling the silence’ during conversation.",
          "Avoid directly criticising someone, pointing out their mistakes or giving insincere compliments. These are all actions that cause Chinese people to lose face.",
          "Do not draw on similarities between China and Japan, as these East Asian countries have distinctly different societies and cultures. Many Chinese find blanket, uninformed comparisons to be insulting or ignorant.",
          "While it depends greatly on the relationship you have with your Chinese counterpart, it is best never to criticise China too heavily. Some people may openly criticise their country’s social or environmental problems; however, it is a good idea to temper your own negative opinions by expressing admiration of China’s legacy. Most Chinese are very proud of their country’s long history of achievements and would be offended by sharp criticism of it."
        ]
      }
    ]
  },
  {
    "Japanese Culture": [
      {
        "type": "Do’s",
        "list": [
          "Express flattery when it is due as this will give face to the recipient, however always do so earnestly. An insincere compliment can cause a person to lose face instead. Furthermore, do not compliment a single person too profusely since their obligation to humbly deny praise can make them become embarrassed. ",
          "It is good to add a lot of reassurance during conversation. ",
          "If you reflect on an interaction with a Japanese person and feel you may have come across impolitely, it is okay to apologise for the rudeness the next time you see them. In Japan, apologies are made several times a day for rudeness that was not actually committed.",
          "The Japanese often smile and nod throughout conversation. Remember that this is done out of politeness to save face and does not necessarily indicate that they fully understand or agree with what you are saying. Therefore, if you notice that your Japanese counterpart’s English is limited, try not to interpret their encouraging nodding as a cue that they totally comprehend what you are saying. ",
          "Make a considered effort to be humble and modest. It is polite to lightheartedly disagree with people when they compliment you."
        ]
      },
      {
        "type": "Don’ts",
        "list": [
          "Avoid being blunt or frank about delicate topics. Sometimes blatant honesty can be unappreciated as the Japanese form of communication is very indirect. Negative news is delivered more discreetly.",
          "Do not raise your voice or lose your temper. Losing control of one’s emotions even in the most frustrating situations is a sign of poor upbringing and is likely to make you lose face in a Japanese person’s eyes.",
          "Do not tell third parties about a conversation you’ve had with another Japanese person unless they have made it clear that it is okay to do so.",
          "Avoid discussing sensitive historical and political topics such as World War II.",
          "Avoid being openly critical or pointing out mistakes. The Japanese may take criticism quite personally. For example, if they have taken you to a restaurant and you do not like a dish served, commenting on its quality may be taken as a comment on their skills as a host even though they did not prepare the dish. Such occurrences can quickly cause a Japanese person to lose face."
        ]
      }
    ]
  },
  {
    "Malaysian Culture": [
      {
        "type": "Do’s",
        "list": [
          "Smile when meeting people. Malaysians are renowned for their sunny personalities. Reciprocating their warmth will be appreciated.",
          "Make an effort to keep discussion harmonious and balanced. If a problem arises, address it graciously through indirect communication.",
          "Express flattery when it is due as this will give a Malaysian face; however, always do so with sincerity or they may lose face instead.",
          "Expect a Malaysian to enquire about your personal background and reciprocate the questions. People especially appreciate it when others show an interest in their family.",
          "Wear modest clothing. It is best to cover your shoulders, and wear shorts and skirts that pass the knee.",
          "Give a Malaysian of the opposite gender a considerable amount of respect and distance – particularly Malays. There is a general cultural and religious separation of genders in Malaysia, and some people may not be comfortable with direct interactions with the opposite sex.",
          "Discern the social hierarchy among your company and respect it. This means deferring to the eldest or most superior person for their opinion and addressing them with more honorifics than you would to those younger than you. Be especially tactful when asking someone of a higher status than you to perform a favour or complete a task.",
          "Compliment people’s hospitality. To Malays particularly, hospitality is an essential component of interaction and is seen to reflect one’s character."
        ]
      },
      {
        "type": "Don’ts",
        "list": [
          "Avoid directly criticising someone, pointing out their mistakes or giving insincere compliments, as these are all actions that cause a Malaysian to lose face. Furthermore, do not condescend to them.",
          "Do not publicly humiliate anyone. This action directly conflicts with cultural principles of respect and is likely to make a Malaysian think less of you.",
          "Avoid publicly displaying signs of anger, raising your voice or shouting in front of those older or superior to you. Any confrontational or aggressive behaviour can be interpreted as ‘kasar’ (crass/rough) and draws strong disapproval.",
          "Try to refrain from interrupting or ‘filling in’ the silence during conversation.",
          "Do not criticise Malaysia or the Malay royal family. A Malaysian may do so themselves, but it is best to listen to their opinion without indicating agreement or disagreement.",
          "Avoid mentioning the divisive topic of ethnic relations in Malaysia. Depending on a Malaysian’s background and experience, they may have very different opinions on the state of affairs."
        ]
      }
    ]
  },
  {
    "Singaporean Culture": [
      {
        "type": "Do’s",
        "list": [
          "Present yourself in a clean and well-dressed manner and make sure to tidy up after yourself. Be mindful of the mess or disorganisation you may have left in a room.",
          "Make an effort to keep discussion harmonious and balanced. Avoid dominating conversation and allow space for others to speak up.",
          "Express flattery when it is due as this will give face, however always do so with sincerity or the person may lose face instead.",
          "It is important to ask questions in several ways in order to have a sure understanding of a vague response.",
          "Always demonstrate patience, calmness and politeness."
        ]
      },
      {
        "type": "Don’ts",
        "list": [
          "Avoid asking Eurasians about their racial make up as they may find this insensitive.",
          "Avoid directly criticising someone, pointing out their mistakes or giving insincere compliments as these are all actions that cause a Singaporean to lose face.",
          "Avoid publicly displaying signs of anger, raising your voice or shouting as this will cause you to lose face in a Singaporean's eyes.",
          "Try to abstain from interrupting or ‘filling in’ the silence during conversation."
        ]
      }
    ]
  },
  {
    "South Korean Culture": [
      {
        "type": "Do’s",
        "list": [
          "Laugh with Koreans whenever possible as they enjoy sharing humour.",
          "Make an effort to compliment what you like about Korea. This may help in giving you face.",
          "Be aware of how you fit in the social hierarchy that Koreans observe. Discern who is superior to you based on age, position and family name, and show respect to each person as necessary. If you do not adhere to these expectations and fail to give a Korean the respect they are due, you may lose face in their eyes. You may even find that they wish to avoid you after.",
          "Expect a Korean to be modest and subtly deny any compliments you give them.",
          "Be sensitive to the hardship South Koreans have endured and sympathise about the situation in North Korea."
        ]
      },
      {
        "type": "Don’ts",
        "list": [
          "Avoid drawing parallels between the Korean culture or language to Japan. Korea should be acknowledged for its distinctiveness and difference from other East Asian cultures.",
          "Avoid exhibiting anger or distress in heated displays or outbursts of emotion. Doing so may cause you to lose face.",
          "Do not underestimate their knowledge and intelligence as the Korean population is very culturally educated and politically aware."
        ]
      }
    ]
  },
  {
    "Thai Culture": [
      {
        "type": "Do’s",
        "list": [
          "A welcomed topic of discussion is one’s occupation. Inquiring into the type of work one does is quite a good icebreaker.",
          "Be sensitive to maintain the face of yourself and your Thai counterpart. To do so, avoid embarrassing someone by criticising or correcting them in public.",
          "Show gratitude through reciprocating favours or good deeds. This helps build trust in relationships.",
          "Be considerate towards Thais’ zealousness for their recently deceased king. Thais have the utmost respect for the king (see The King in ‘Core Concepts’) and defaming the king may offend your Thai counterpart.",
          "Show the utmost respect towards elders. Thais place a high value on observing social hierarchy.",
          "Remain cool, calm and collected when interacting with Thais. Raised voices, anger, worry, stress and other heated emotions are thought to lead to a loss of face in Thailand. If possible, be moderate in the displaying of unpleasant emotions.",
          "Try not to be offended if your Thai counterpart makes frank comments about people’s body shape. Unlike in Australia, it is not considered taboo or rude to make comments such as, “Oh, you’ve put on weight”. Such comments are not intended to be hurtful, invasive or offensive."
        ]
      },
      {
        "type": "Don'ts",
        "list": [
          "Avoid standing or looming above a figure of Buddha or an image of the king. Always bow your head as a sign of respect. Furthermore, do not point your feet at any image or depiction of the Buddha or the king. Using a single finger to point at the king or an image of the king is also disrespectful.",
          "Avoid directly criticizing people. Thais generally temper any negative comment with an apologetic statement (i.e. ‘I don’t mean to be frank, but…’).",
          "Approach questions about income, standard of living or things that would often be considered personal in Australia with sensitivity. These topics are not always welcomed in discussion. However, it is not uncommon for Thais to ask questions relating to age, work and level of education to ensure they address you correctly in future interactions.",
          "Avoid speaking loudly or raising one’s voice. It can lead to a loss of face.",
          "Females should avoid physical contact with a monk. If a woman must pass an object to a monk, it is best for her to hold the object with a tissue or handkerchief.",
          "Avoid insulting the king or the royal family. Not only is it disrespectful and inappropriate, but it can have legal consequences in Thailand.",
          "Do not assume all Southeast Asian peoples are the same. There are a variety of distinct countries and cultures across the region. Thus, avoid homogenising those from Thailand with people from neighbouring countries such as Cambodia, Laos, Malaysia or Myanmar (Burma)."
        ]
      }
    ]
  }
]
